Repository: 84000/data-translation-memory
Catalog: toh263-v3.tmx
Source language: bo
Languages: en

source: ཡིད་དོ། །མིག་གི་རྣམ་པར་ཤེས་པ་ཡང་རྣ་བའི་རྣམ་པར་ཤེས་པ་དང་འདྲེ་བ་དང་འབྲེལ་བའི་ལ་སོགས་པ་མ་ཡིན།
en: The eye consciousness is not mixed with and is not connected to the ear consciousness, and so forth.

source: གཅིག་ལ་གཅིག་འབྲེལ་པ་སེལ་བ་མ་ཡིན།
en: Those consciousnesses are not mutually related or exclusive.

source: མིག་གི་རྣམ་པར་ཤེས་པའི་ལས་ཀྱི་དམིགས་པ་སྐྱེས་པ་རྣ་བའི་རྣམ་པར་ཤེས་པའི་སྐད་ཅིག་མར་བྱ་བར་མི་ནུས།
en: The apprehension of the activity of the eye consciousness that has arisen cannot act as a moment of ear consciousness, and the apprehension of the ear consciousness cannot produce the cause of the apprehension of the eye consciousness.

source: རྣ་བའི་རྣམ་པར་ཤེས་པའི་དམིགས་པ་ཡང་མིག་གི་རྣམ་པར་ཤེས་པའི་དམིགས་པའི་རྒྱུར་མི་སྐྱེད་པ་ནས་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་བར་དུ་བརྗོད་པར་བྱའོ། །
en: The same can be said about the other consciousnesses, up to the mental consciousness.

source: མིག་གི་རྣམ་པར་ཤེས་པ་ཡང་རྟག་པ་དང་མི་རྟག་པ་དང་འདྲེས་ཏེ་འབྱུང་བ་མ་ཡིན།
en: “The eye consciousness is not contaminated by impermanence or permanence—it does not arise.

source: ཁམས་གསུམ་གྱི་ཆད་པ་དང་རྟག་པའི་མཐའ་དང་འདྲེས་ཏེ་འབྱུང་བ་མ་ཡིན།
en: It is not contaminated by the extremes of annihilation and permanence associated with the threefold world—it does not arise.

source: ཆོས་ཐམས་ཅད་དུས་གསུམ་དང་། ཐ་མི་དད་པའི་མཐའ་ཉེ་བར་ལེན་པ་མ་ཡིན་པ་ནས། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་བར་དུ་བརྗོད་པར་བྱའོ། །
en: It does not perpetuate the extreme view that all phenomena and the three times are not differentiated, and the same can be said about the other consciousnesses, up to the mental consciousness.

source: མིག་གི་རྣམ་པར་ཤེས་པ་ནི་བདེ་བ་དང་སྡུག་བསྔལ་གྱི་དངོས་པོའི་བདག་གི་མཐའ་དང་འདྲེས་ཏེ་འབྱུང་བ་མ་ཡིན།
en: “The eye consciousness is not contaminated by the view of an existent self that is happy or suffering—it does not arise.

source: བདག་དང་བདག་མེད་པ་མ་ཡིན།
en: It neither has a self nor lacks a self.

source: སྡུག་པ་དང་མི་སྡུག་པ་མ་ཡིན།
en: It is not attractive or repulsive.

source: འདུས་བྱས་དང་འདུས་མ་བྱས་མ་ཡིན།
en: It is not conditioned or unconditioned.

source: ཆད་པ་དང་རྟག་པ་མ་ཡིན།
en: It neither ends nor is eternal.

source: མཚན་མ་དང་མཚན་མ་མེད་པ་མ་ཡིན།
en: It is not a mark and is not devoid of marks.

source: གཉིས་སུ་མ་ཡིན། གཉིས་སུ་མེད་པའི་མཐའ་མ་ཡིན།
en: It is neither dual nor nondual.

source: ཡང་དག་པའི་མཐའ་ཉེ་བར་འཛིན་པ་མ་ཡིན་པ་ནས།
en: It does not apprehend ultimate reality.

source: ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་བར་དག་ཀྱང་ངོ་། །
en: The same can be said about the other consciousnesses, up to the mental consciousness.

source: མིག་གི་རྣམ་པར་ཤེས་པ་ལ་གཟུགས་ཀྱི་མཚན་ཉིད་སྟོང་པའམ་མི་སྟོང་པ་ཞེས་ཆགས་པ་མེད། སེལ་བ་མེད།
en: “The eye consciousness is not attached to the characteristics of forms being empty or not empty.

source: ཐ་དད་པ་མེད།
en: It lacks exclusion and difference.

source: བདེ་བ་དང་། སྡུག་བསྔལ་བ་དང་། ནང་དང་ཕྱིའི་རྣམ་པར་སྨིག་རྒྱུ་བ་ལྟ་བུ་དང་འདྲེས་ཏེ་འབྱུང་བ་མ་ཡིན།
en: It is not contaminated by happiness, suffering, or inner and outer objects that are like mirages—it does not arise.

source: ཐེག་པ་གསུམ་དང་། མི་ཁོམ་པའི་མཐའ་དང་། འཇིག་ཚོགས་ཀྱི་མཐའ་སེལ་བ་མ་ཡིན།
en: It does not exclude the position on the three vehicles and inopportune births or the view of the transitory collection.

source: གསུམ་གྱིས་གུས་པའི་ཚུལ་དུ་བྱེད་པ་མ་ཡིན། ཟད་མི་ཤེས་པའི་མཐའ་རྣམ་པར་འཁྱམ་པ་མ་ཡིན་པ་ནས།
en: It does not act in accord with threefold devotion, and it does not stray toward the position of inexhaustibility.

source: ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་ལ་ཚོར་བ་སྐད་ཅིག་མ་བདེན་པ་དང་། མི་བདེན་པ་ཉེ་བར་འགྲོ་བ་མེད། སྐྱེད་པ་མེད་པ་ནས།
en: Therefore, the moment of feeling in the mental consciousness is neither true nor false, and it is not produced.

source: ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་བར་དུ་བརྗོད་པར་བྱའོ། །
en: The same can be said about the other consciousnesses, up to the mental consciousness.

source: སྒྱུ་མ་ལྟ་བུའི་མིག་གི་རྣམ་པར་ཤེས་པ་ཡོད་པ་མ་ཡིན་པ་འདི་ལ་སྐད་ཅིག་མའི་སྤྱོད་པ་མེད། ཤེས་པ་མེད། སྣང་བ་མེད། ཡི་གེ་མེད་དེ།
en: “The nonexistent and illusion-like eye consciousness lacks momentary experiences, lacks knowledge, lacks appearances, and is wordless.

source: སྐད་ཅིག་མའི་མི་སྐྱེ་བ་དང་། འགོག་པ་དང་།
en: It does not arise in a moment and then it ceases.

source: ཆོས་འདི་དག་ནི་སྐད་ཅིག་མ་གཅིག་ལ་སྐྱེ་ཞིང་འགག་སྟེ། འདི་ལ་བྱེད་པ་པོ་དང་། བྱེད་དུ་འཇུག་པ་པོ་དང་།
en: Such phenomena arise and cease in a single moment.

source: ཚོར་བ་པོ་དང་། ཚོར་བར་བྱེད་པ་པོ་དང་། སྐྱེད་པ་པོ་དང་། སྐྱེད་པར་བྱེད་པ་དང་། ལྡང་བར་བྱེད་པ་དང་།
en: They are devoid of agents, something that wills them to act, a feeling subject, an agent of feeling, something that produces, something that causes production, something that brings them forth, something that causes them to be brought forth, something that establishes them, and something that destroys them.

source: ལྡང་བར་བྱེད་དུ་འཇུག་པ་དང་། བྱིན་གྱིས་རློབ་པ་པོ་དང་། རྣམ་པར་འཇིག་པ་པོ་མེད་དོ། །དེ་དག་ནི་སྐད་ཅིག་མ་དང་པོ་ལ་སྐྱེས་ལ་སྐད་ཅིག་མ་གཉིས་པ་ལ་གནས་པ་མ་ཡིན།
en: They arise in the first moment and do not remain for a second moment.

source: སྐྱེས་ནས་ཕན་ཚུན་ཐ་དད་པར་བྱེད་པ་མ་ཡིན། རྒྱུ་མེད་པ་ལས་བྱུང་བ་མ་ཡིན་ཏེ།
en: They are not made into separate things after they are produced and they do not arise without causes.

source: ཆོས་དེ་དག་ནི་སྐད་ཅིག་གིས་འཇིག་པའི་མཚན་ཉིད་པས་དེས་ན་དེ་དག་ནི་སྟོང་པའོ། །
en: Since those phenomena have the characteristic of instantly disintegrating, they are empty.

source: ཡང་དག་པ་མ་ཡིན་པ་ཀུན་ཏུ་རྟོག་པ་ལས་སྐྱེས་ཤིང་འགག་སྟེ། དེས་ན་དེ་དག་ནི་སྟོང་པའོ། །
en: They arise and cease based on incorrect imputation, and therefore they are empty.

source: སྐྱེ་མཆེད་དྲུག་གི་རྐྱེན་གྱིས་རེག་པ་ལ་རྟོག་པར་བྱེད་དེ།
en: “Bodhisattvas realize that contact is conditioned by the six sense fields in the following way.

source: རྣམ་པར་ཤེས་པ་དྲུག་གི་ཚོགས་སྐྱེས་ཤིང་འགགས་པ་དང་། སྐད་ཅིག་མ་གཉིས་པའི་གནས་ལ་མིག་གི་འདུས་ཏེ་རེག་པ་ནས། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་བར་དག་གི་འདུས་ཏེ་རེག་པ་དྲུག་གི་ཚོགས་སྐྱེ་བའི་རྒྱུ་མེད་དོ། །
en: The group of six sense fields arise and cease, and in the second moment there is no cause of the arising of the group of six types of contact, from eye contact to mental contact.

source: དེ་ལ་མིག་གི་འདུས་ཏེ་རེག་པ་ནི་མིག་གི་རྣམ་པར་ཤེས་པས་ཡུལ་ལ་རེག་པ་ལ་གནས་པའི་བྱ་བ་སྟེ།
en: Eye contact is the eye consciousness contacting the object and acting as a basis.

source: ཆགས་པར་བྱ་བའི་ཕྱིར་སྐད་ཅིག་མ་གཉིས་པ་ལ་འབྱུང་བའོ། །
en: Since it can cause attachment, that arises in the second moment.

source: དེ་ནི་གཉིས་ཀ་ཡང་དངོས་པོ་མེད་པ་སྟེ། ནམ་མཁའ་ལ་བརྟག་པའི་མཚན་ཉིད་ལྟ་བུའོ། །
en: Both are insubstantial, like something imputed upon space.

source: མིག་གི་ཡུལ་གྱི་རེག་པ་ནི་མིག་གི་རྣམ་པར་ཤེས་པ་ལ་གནས་པའི་ཆགས་པར་བྱ་བའི་དོན་དུ་སྐད་ཅིག་མ་གཉིས་ལ་འབྱུང་བ་ནི་མ་ཡིན་ནོ། །
en: Contact with the object of the eye does not arise in the second moment to cause attachment to the object present in the eye consciousness.

source: དེ་བཞིན་དུ་རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་ཡིད་ཀྱང་བརྗོད་པར་བྱའོ། །
en: The same can be said about the ear, the nose, the tongue, the body, and the mind.

source: མིག་གི་རྣམ་པར་ཤེས་པའི་རྐྱེན་ཀྱང་གཟུགས་ཀྱི་འདུས་ཏེ་རེག་པ་ལ་དམིགས་པ་ལ་ཡོད་པའི་མཚན་ཉིད་ཀྱི་རང་བཞིན་དུ་ཆགས་པར་བྱ་བའི་ཕྱིར་སྐད་ཅིག་མ་གཉིས་ལ་འབྱུང་བ་ནི་མ་ཡིན་ནོ། །
en: “The cause of the eye consciousness is also not something that arises in the second moment so that it would bring about attachment to the nature of the characteristics present in the observation of the form contact.

source: དེ་ནི་གཉིས་ཀ་ཡང་དངོས་པོ་མེད་པ་སྟེ། ནམ་མཁའ་ལ་བརྟག་པ་ལྟ་བུའོ། །
en: Both are insubstantial, like something imputed upon space.

source: དེ་བཞིན་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་ཡང་བརྗོད་པར་བྱའོ། །
en: The same can be said about feeling, perception, formation, and consciousness.

source: མིག་ནི་མིག་གིས་གཉིས་སུ་མེད་དེ། གཉིས་ཀ་ཡང་དངོས་པོ་མེད་པའི་ཕྱིར་རོ། །
en: “The eye and what the eye sees are nondual because both are insubstantial.

source: མིག་ནི་མིག་གི་རྣམ་པར་ཤེས་པས་གཉིས་སུ་མེད་དེ། གཉིས་ཀ་ཡང་དངོས་པོ་མེད་པའི་ཕྱིར་རོ། །
en: The eye and what the eye consciousness perceives are nondual because both are insubstantial.

source: མིག་གི་རྣམ་པར་ཤེས་པ་ཡང་ཡུལ་གྱི་འདུས་ཏེ་རེག་པ་དང་གཉིས་སུ་མེད་དེ། གཉིས་ཀ་ཡང་དངོས་པོ་མེད་པའི་ཕྱིར་རོ། །
en: The eye consciousness and contact with its object are nondual because both are insubstantial.

source: དེ་བཞིན་དུ་གནས་པའི་བྱ་བ་ཡང་ཆགས་པར་བྱ་བས་གཉིས་སུ་མེད་ཅིང་དངོས་པོ་མེད་དེ། ནམ་མཁའ་ལ་བརྟག་པའི་མཚན་ཉིད་ལྟ་བུའི་ཕྱིར་རོ། །
en: Similarly, what acts as a basis and what remains by causing attachment are nondual and insubstantial because they are like characteristics imputed upon space.

source: དངོས་པོ་འདི་དག་ནི་མཚན་ཉིད་མེད་པར་རྣམ་པར་བརྟག་སྟེ།
en: These things should be analyzed as being devoid of characteristics.

source: བྱ་བ་མེད་པ། ཆགས་པ་མེད་པའི་མཚན་ཉིད་ཞེན་པ་མེད་པའོ། །
en: They lack activity, they have the characteristic of being devoid of attachment, and they lack clinging.

source: དུས་གསུམ་དང་ཁམས་གསུམ་དེ་དག་ཐམས་ཅད་ནི་ཆོས་ཀྱི་དབྱིངས་རྣམ་པར་མི་རྟོག་པ་ཆོས་ངེས་པར་སེམས་པ་ཤེས་པ་མེད་པ་སྦྱོར་བ་ལས་རྣམ་པར་བཟློག་པ། དཀའ་བ་མེད་པ། བྱིས་པ་སེམས་ཅན་ཇི་ལྟ་བ་བཞིན་དུ་མིང་མེད་པ། རྐྱེན་མེད་པ། ཁ་དོག་དང་མཚན་མ་མེད་པ། གནས་པ་མེད་པ། རྣམ་པར་དམིགས་པ་མེད་པ། བརྗོད་དུ་མེད་པ་ཡིན་ན། ནམ་མཁའི་རང་བཞིན་ལྟ་བུ་ལ་ཆོས་དང་ཆོས་ཀྱི་དབྱིངས་ཐ་དད་དུ་འབྱེད་དོ། །
en: As for the entirety of the three times and the three realms, if the nonconceptual realm of phenomena and the profound contemplation of phenomena lack knowledge, are free from exertion, and are without hardship, without name just like a young child, without conditions, without colors and marks, without basis, without apprehension, and inexpressible, then phenomena and the realm of phenomena are classified into two things that have the same nature as space.

source: རང་གི་རྒྱུད་ཀྱི་ཡོངས་སུ་རྟོག་པས་ཆོས་ཀྱི་དབྱིངས་གཅིག་ལ་ཚུལ་སྣ་ཚོགས་ཀྱིས་དེ་ལྟར་ཐ་དད་དུ་འབྱེད་དོ། །མིང་དང་། རྐྱེན་དང་། ཁ་དོག་དང་། མཚན་དང་དབྱིབས་སུ་འདོགས་སོ། །
en: By analyzing our own minds, we find that the realm of phenomena that is singular is thus differentiated in a variety of ways, and that it is imputed in terms of names, conditions, colors, marks, and shapes.

source: འདོད་པའི་ཡོན་ཏན་ལྔ་ནི་སྐྱེ་བ་མེད་པ། ལྡང་བ་མེད་པ་མཚན་ཉིད་མེད་པ། རྣམ་པར་གཞག་པ་མེད་པའོ། །
en: The five sense pleasures are unborn, without arising, without characteristics, and without definition.

source: རྣམ་པར་ཐར་པ་གསུམ་ནི་དབྱིངས་གཅིག་པའི་རང་བཞིན་གྱི་ངོ་བོ་ཉིད་དེ་དུས་གསུམ་ཐམས་ཅད་ལ་རྣམ་པར་མི་རྟོག་པའི་ཆོས་ཀྱི་དབྱིངས་ནམ་མཁའི་ལམ་ལྟ་བུར་རྣམ་པར་དཔྱད་པ་སྟེ།
en: The threefold liberation is the innate nature of a single element, the nonconceptual realm of phenomena in all of the three times, and discrimination that is like a path in the sky.

source: དེས་ནི་མིག་གི་ཡུལ་དང་། མིག་གི་རྣམ་པར་ཤེས་པའི་ཡུལ་གྱི་འདུས་ཏེ་རེག་པ་དང་། ཁམས་གསུམ་ཐམས་ཅད་ལ་འཇུག་པ་དང་། མཚན་དང་ཁ་དོག་དང་། དབྱིབས་དང་བྲལ་བ་ནམ་མཁའ་ལ་བརྟག་པའི་མཚན་ཉིད་ལྟ་བུ་ལ་འཇུག་པ་ཐམས་ཅད་ཀྱང་ཆོས་ཀྱི་དབྱིངས་སོ། །
en: Therefore, the object of the eye and the contact that is the object of the eye consciousness are free from engaging the three realms, marks, colors, and shapes, like characteristics that are imputed upon space, and everything one engages is the realm of phenomena.

source: དེ་བཞིན་དུ་རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་འདུས་ཏེ་རེག་པ་ཡང་གཉིས་སུ་མེད་པ་སྟེ། གཉི་ག་ཡང་དངོས་པོ་མེད་པའི་ཕྱིར་རོ། །དེས་ན་རྣམ་པར་ཤེས་པ་དང་འདུས་ཏེ་རེག་པ་ལྡང་བ་ཇི་སྙེད་པ་ཐམས་ཅད་དང་།
en: Similarly, their coming together with the ear, nose, tongue, body, and mental consciousnesses is contact that is nondual as well because both are insubstantial.

source: ཁམས་གསུམ་པ་ཐམས་ཅད་ཁོང་དུ་ཆུད་པ་དང་། ཁ་དོག་དང་། མཚན་དང་། དབྱིབས་ཁོང་དུ་ཆུད་པ་དང་། ནམ་མཁའ་ལ་བརྟག་པ་ལ་འཇུག་པ་ཡང་ཆོས་ཀྱི་དབྱིངས་སོ། །
en: Therefore, everything included in consciousness, all the instances when contact arises, comprehending everything in the three realms, and comprehending colors, marks, and shapes that lead one to impute upon space is the realm of phenomena.

source: གང་རེག་པའི་སྐྱེ་མཆེད་དྲུག་ལ་རྣམ་པར་དཔྱོད་ཅིང་འབྲེལ་པར་འབྱུང་བ་ཀུན་ཏུ་སློང་བའི་རྣམ་པར་དཔྱོད་པ་ཁོང་དུ་ཆུད་པ་ཆགས་པ་ཐམས་ཅད་བརྗོད་པས་བཅིངས་པ། བདུད་ཀྱི་དབང་དུ་སོང་བ་ནི་བདུད་ཀྱི་འདོད་པ་ཇི་ལྟ་བ་བཞིན་དུ་བྱེད་པའོ། །
en: “When one examines the six sense fields related to contact and understands that examination as evoking origination, all such forms of attachment are bound by language, under the influence of Māra, and accomplish exactly what Māra wants.

source: གང་རེག་པའི་སྐྱེ་མཆེད་དྲུག་ལ་མི་དཔྱོད་ཅིང་མི་སྐྱེ་བ་ཀུན་ཏུ་སློང་བ་དང་། ཁ་དོག་དང་། དབྱིབས་ཐམས་ཅད་སེལ་བ་དང་། སྐད་ཅིག་གིས་འཇིག་པ། ནམ་མཁའ་ལ་བརྟག་པའི་མཚན་ཉིད་ལྟ་བུ་འདི་ནི་འཇིག་རྟེན་ལས་འདས་པ་བརྗོད་དུ་མེད་པའི་ཡེ་ཤེས་ཁོང་དུ་ཆུད་པའོ། །
en: When the six sense fields related to contact are not examined and they evoke the unborn, exclude all things such as color and shape, instantly disintegrate, and are characteristics that are imputed upon space, this is the comprehension of transcendent, ineffable wisdom.

source: གང་གཟུགས་ལ་རོ་མྱང་ཞིང་རེག་པའི་སྐྱེ་མཆེད་དྲུག་དང་། འདོད་པའི་ཡོན་ཏན་ལྔ་ལ་རྟག་པའམ། མི་རྟག་པ་ཞེས་དཔྱོད་པ་ཁོང་དུ་ཆུད་ཅིང་ཆགས་པ་ཐམས་ཅད་བརྗོད་པའི་བར་དག་ཀྱང་བདུད་ཀྱི་འདོད་པ་ཇི་ལྟ་བ་བཞིན་དུ་བྱེད་པའོ། །
en: When one relishes forms and analyzes and comprehends the six sense fields and the five sense pleasures related to contact as either permanent or impermanent, all such forms of attachment, up to their verbal expressions, accomplish exactly what Māra wants.

source: གང་ཡང་གཟུགས་ལ་རོ་མྱང་བ་དང་འདོད་པ་ལྔའི་ཡོན་ཏན་དང་། རེག་པའི་སྐྱེ་མཆེད་དྲུག་ལ་རྟག་པའམ། མི་རྟག་པ་ཞེས་རྣམ་པར་དཔྱོད་པར་ནུས་པ།
en: But when examination of relishing forms, the five sensual pleasures, and the six sense fields related to contact in terms of permanent or impermanent falls away, focusing on the characteristics they evoke and all such forms of attachment are completely severed.

source: ཀུན་ཏུ་སློང་བའི་མཚན་ཉིད་ཡིད་ལ་བྱེད་པ་དེ་ནི་ཆགས་པ་ཐམས་ཅད་ཡོངས་སུ་གཅོད་པ་འཇིག་རྟེན་ལས་འདས་པ་བརྗོད་དུ་མེད་པ་ཁོང་དུ་ཆུད་པའི་བྱང་ཆུབ་ཀྱི་ལམ་རྣམ་པར་སྦྱོང་བའོ། །དེ་བཞིན་དུ་ཚོར་བ་དང་།
en: That is purifying the path to awakening that leads to understanding what is supramundane and inexpressible.

source: འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། གང་ཡང་རྣམ་པར་ཤེས་པ་དང་། རེག་པའི་སྐྱེ་མཆེད་དྲུག་ལ་རྟག་པའམ། མི་རྟག་པ་ཞེས་དཔྱོད་པ་ཁོང་དུ་ཆུད་པ་ཆགས་པ་ཐམས་ཅད་བརྗོད་པའི་བར་དེ་ཡང་བདུད་ཀྱི་འདོད་པ་ཇི་ལྟ་བ་བཞིན་དུ་བྱེད་པའོ། །
en: Similarly, when one examines and understands feelings, perceptions, formations, and consciousnesses, and the six sense fields related to contact in terms of permanent or impermanent, all such forms of attachment, up to their expression, accomplish what Māra wants.

source: གང་ཡང་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་དང་རེག་པའི་སྐྱེ་མཆེད་དྲུག་ལ་འདོད་པའི་ཡོན་ཏན་ལྔའི་རོ་མྱང་བར་མི་བྱེད་ཅིང་མུན་པ་ཡང་མེད།
en: But when one does not relish the five sense pleasures with respect to the mental consciousness and the six sense fields related to contact, they are without darkness, without light, and like space.

source: སྣང་བ་ཡང་མེད་དེ་ནམ་མཁའ་ལྟར་གཉིས་ལྟ་བུར་བྱ་བ་མ་ཡིན་པ་འདི་ཡང་འཇིག་རྟེན་ལས་འདས་པ་བརྗོད་དུ་མེད་པ་ཁོང་དུ་ཆུད་པའི་བྱང་ཆུབ་ཀྱི་ལམ་རྣམ་པར་སྦྱོང་བའོ། །
en: And when one does not make them into two things, this is the purification of the path to awakening that leads to understanding what is supramundane and inexpressible.

source: ཆོས་འདི་དག་ནི་འདུ་ཤེས་དང་སེམས་པ་དང་སྐད་ཅིག་མའི་རྒྱུན་གྱིས་འཇུག་པ་མ་ཡིན་ནོ། །
en: These phenomena are not involved with the momentary stream of thought and perception.

source: རེག་པ་ཕན་ཚུན་འདྲེས་ནས་འབྱུང་བར་བྱེད་པ་ཡང་མ་ཡིན་ནོ། །
en: Being a combination of separate things, contact is not something that is brought into being.

source: སྐད་ཅིག་མའི་རྒྱུན་གྱིས་ཕན་ཚུན་སྐྱེད་པར་བྱེད་པ་ཡང་མ་ཡིན་ནོ། །
en: It is also not something that causes the arising of separate things through a stream of moments.

source: འགོག་པར་བྱེད་པ་ཡང་མ་ཡིན་ནོ། །
en: It is also not something that causes their cessation.

source: ཆོས་འདི་དག་ནི་སྐད་ཅིག་མ་དང་པོ་ལ་སྐྱེས་ནས་སྐད་ཅིག་མ་འདི་ཉིད་ལ་འཇིག་སྟེ།
en: These phenomena arise in one moment and disintegrate in the same moment.

source: སྐད་ཅིག་མ་གཉིས་པ་ལ་གནས་པ་མ་ཡིན་ནོ། །
en: They do not abide for a second moment.

source: དེ་འགགས་ཏེ་རེག་པའི་སྐྱེ་མཆེད་དྲུག་དང་། འདུ་ཤེས་དང་སེམས་པ་འཇིག་པའི་སྐད་ཅིག་མ་གཉིས་པ་ལ་ཚོར་བ་སྐྱེའོ། །
en: “They cease, and then feeling arises in a second moment when the sense fields related to contact, perception, and volition have disintegrated.

source: དེ་ལ་ཚོར་བ་གང་ཞེ་ན།
en: What are the feelings?

source: ཚོར་བའི་ཚོགས་དྲུག་གོ། །མིག་གིས་རེག་ནས་ཚོར་བ་སྐྱེ་སྟེ། རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་།
en: The six kinds of feelings consist of feelings that arise through eye contact, through ear contact, through nose contact, through tongue contact, through body contact, and through mind contact.

source: ལུས་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ལས་སྐྱེས་པའི་ཚོར་བ་སྐྱེ་སྟེ། དེ་ཡང་སྐད་ཅིག་མ་གཅིག་མ་ཡིན། ལས་གཅིག་རྣམ་པར་དམིགས་པའི་སྐད་ཅིག་མ་མ་ཡིན།
en: The feelings arise from the arising of contact, but not in a single moment, and not in the moment of apprehending a single action.

source: ཚོར་བ་གསུམ་ནི་བདེ་བའི་ཚོར་བ་དང་། སྡུག་བསྔལ་གྱི་ཚོར་བ་དང་། བདེ་བ་ཡང་མེད་སྡུག་བསྔལ་ཡང་མེད་པའི་ཚོར་བ་སྟེ།
en: There are three types of feelings: pleasant feelings, unpleasant feelings, and feelings that are neither pleasant nor unpleasant.

source: དུས་གསུམ་དང་། ཁམས་གསུམ་ཐམས་ཅད་ཀྱི་རེག་པའི་སྐྱེ་མཆེད་དྲུག་ལ་ཚོར་བ་རྣམ་པ་གསུམ་པོ་སྟོང་པར་ཁོང་དུ་ཆུད་པར་བྱ་སྟེ། ཇི་ལྟར་སྔར་བསྟན་པ་བཞིན་ནོ། །
en: As was explained before, one should understand that the three types of feelings associated with the six sense fields related to contact with everything in the three times and three realms are empty.

source: ཡང་ལ་ལ་དག་འདི་སྐད་ཅེས་གང་རེག་པའི་སྐྱེ་མཆེད་དྲུག་ལས་ཚོར་བ་རྣམ་གསུམ་སྐྱེ་སྟེ། སྐལ་བ་མཉམ་པར་ཕུང་པོ་ལ་རྣམ་པར་དཔྱོད་པ་ལས་གནས་པ་དེ་ལྟ་བུ་ནི་རྟག་པར་ལྟ་བ་ཞེས་འཛེར་ཏོ། །
en: Some say, ‘When the three types of feelings arise from the six sense fields related to contact, they are established through analyzing them just like the aggregates, and that is the view of permanence.’

source: ཡང་གང་དག་འདི་སྐད་ཅེས་གང་རེག་པའི་སྐྱེ་མཆེད་དྲུག་ལས་ཚོར་བ་རྣམ་གསུམ་སྐྱེ་སྟེ། ཕུང་པོ་མེད་པའི་ཚིག་ལ་གནས་པ་དེ་ལྟ་བུའི་ཆད་པ་ཞེས་ཟེར་ཏེ།
en: Others say, ‘When the three types of feelings arise from the six sense fields related to contact, they are established in terms of the nonexistence of the aggregates, and that is annihilation.’

source: གཉི་གཡང་ཡོངས་སུ་སྤང་བར་བྱའོ། །
en: Both those views should be abandoned.

source: ཕུང་པོ་རྣམས་ནི་རྣམ་པར་མི་རྟོག་པ་སྟེ། ཕྱིར་ལྡོག་པ་ལ་གནས་པ་འདི་ནི་བཟོད་པའོ། །
en: The aggregates are nonconceptual, and acceptance is abiding in a state that turns away from both views.

source: འདི་ལྟ་སྟེ། དཔེར་ན་འབྱུང་བ་ཆེན་པོའི་ལུས་ཀྱི་ཕྱི་རོལ་སེམས་མེད་པ་དེ་ལ་ནི་བསྐྱེད་པར་བྱ་བའི་གཟུགས་དང་། མི་བྱ་བའི་གཟུགས་ཀྱི་གློག་གིས་སྣང་བར་བྱེད། ལུས་ཀྱི་ནང་དུ་ནི་སྣང་བར་མི་བྱེད།
en: “As an analogy, light illuminates forms, whether they are produced or not produced, of the inanimate realm outside the body made of the four great elements, but it does not illuminate the inside of the body.

source: གློག་ནི་གཟུགས་ཀྱི་རྐྱེན་ལས་སྐྱེས་པ་མ་ཡིན།
en: This light does not arise from the condition of form.

source: གཟུགས་རྣམ་པར་དམིགས་པ་མ་ཡིན།
en: It does not apprehend form.

source: གཟུགས་ཀྱི་གནས་མ་ཡིན།
en: It is not the basis of form.

source: གཟུགས་ཀྱི་རོ་མྱོང་བར་བྱེད་པ་མ་ཡིན།
en: It does not cause one to experience form.

source: གློག་གི་གཟུགས་ཕན་ཚུན་ལ་འཇུག་པ་མ་ཡིན། གཟུགས་མཚན་མར་འཛིན་པ་མ་ཡིན།
en: Light and form do not interact with each other, and the light does not grasp the marks of those forms.

source: གཟུགས་སྤངས་ནས་སྣང་བར་བྱེད་པ་མ་ཡིན་ནོ། །
en: Form, being abandoned, is not something that causes illumination.

source: གློག་གི་གཟུགས་ཀྱི་ས་དང་འཐུན་པར་འབྲེལ་ཏེ་བྱུང་བ་མ་ཡིན།
en: Light is related to what conforms to the level of form, and it does not arise.

source: གཟུགས་ལ་སོགས་པ་དང་།
en: Forms and the like are not things that arise.

source: འགག་པ་མ་ཡིན་པ་དེ་བཞིན་དུ་མྱུར་བའི་ཕྱིར་རེག་པའི་སྐྱེ་མཆེད་དྲུག་ལ་གཟུགས་མེད་པའི་ཕུང་པོ་བཞི་སྣང་བར་བྱེད་དེ།
en: In the same way as with regard to the six sense fields of immediate sense contact with the external, light illuminates the four aggregates that are not form.

source: འདི་ལ་ཚོར་བ་གསུམ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་འཇུག་གོ། །
en: The three feelings, perceptions, formations, and consciousnesses connect with them.

source: འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པའི་རྣམ་པར་རིག་པས་འདུ་བྱེད་ཀྱི་སྡུག་བསྔལ་སྐྱེད་པ་ནི་མ་ཡིན་ནོ། །
en: Perceptions, formations, and cognition of the consciousnesses do not produce the suffering associated with formations.

source: ཚོར་བ་ལ་གནས་པ་མ་ཡིན་ནོ། །ཚོར་བ་བསྒྲུབ་པ་མ་ཡིན་ནོ། །ཚོར་བའི་རྗེས་སུ་འགྲོ་བ་མ་ཡིན་ནོ། །ཚོར་བ་འཕེལ་བར་བྱེད་པ་མ་ཡིན་ནོ། །ཚོར་བའི་རོ་མྱང་བའི་ཕྱིར་མ་ཡིན་ནོ། །
en: They do not abide in feelings, they do not accomplish feelings, they do not follow feelings, they do not increase feelings, they are not based on the experience of feelings, they are not based on clinging to marks related to feelings, and they are not based on apprehending feelings.

source: ཚོར་བ་མཚན་མར་འཛིན་པའི་ཕྱིར་མ་ཡིན་ནོ། །ཚོར་བ་ལ་ཀུན་ཏུ་དམིགས་པའི་ཕྱིར་མ་ཡིན་ནོ། །ཚོར་བའི་རོ་མྱང་བ་དང་མཚུངས་ཤིང་འདྲ་བའི་ཕུང་པོ་ལ་འདུ་བྱེད་ཀྱི་སྡུག་བསྔལ་དང་། སྡུག་བསྔལ་བའི་སྡུག་བསྔལ་སྐྱེད་པ་མ་ཡིན་ནོ། །
en: They do not produce the suffering associated with formations among the aggregates that are similar and comparable to the experience of feeling, and they do not produce the suffering of suffering.

source: ཚོར་བ་སྐྱེས་པ་ན་འདུ་བྱེད་འགག་པ་མ་ཡིན་ནོ། །
en: “When feelings arise, formations do not cease.

source: ཚོར་བ་འགགས་པ་ན་འདུ་བྱེད་རྣམས་སོགས་པ་མ་ཡིན་ནོ། །
en: When feelings cease, formations do not accumulate.

source: འདི་ལྟ་སྟེ་དཔེར་ན་གློག་ནི་ནམ་མཁའ་བོར་ནས་གཟུགས་རྣམས་ལ་སྣང་བར་བྱེད་པ་མ་ཡིན་ཏེ། ནམ་མཁའ་དང་གློག་གཉི་ག་ཡང་རྫས་མེད་ཅིང་བརྗོད་དུ་མེད་པ་དེ་བཞིན་དུ་ཆོས་རྣམས་དང་།
en: As an analogy, light is cast into space and does not illuminate forms because space and light are both immaterial and inexpressible.

source: མིང་དང་གཟུགས་དང་། ཚོར་བ་རྣམས་ཀྱང་ཕན་ཚུན་ཐ་དད་པར་མི་བྱེད་དོ།
en: In the same way, phenomena, name and form, and feelings cannot be differentiated from each other.

source: ཁམས་གསུམ་ཐམས་ཅད་ཀྱང་རྫས་མེད་པ། བརྗོད་དུ་མེད་པ། ཡི་གེ་མེད་པ་སྟེ།
en: The three realms are immaterial, inexpressible, and wordless.

source: སྐད་ཅིག་མའི་རྒྱུན་གྱིས་གནས་པ་མ་ཡིན།
en: They do not abide as a stream of moments.

source: ཕན་ཚུན་དུ་སོགས་ཤིང་འཕེལ་བས་ཆོས་ཀྱི་དབྱིངས་ཐ་དད་དུ་བྱེད་པ་མ་ཡིན་ཏེ།
en: The realm of phenomena cannot be differentiated in terms of mutual accumulation and increase.

source: དེས་ན་དེ་དག་ནི་སྟོང་པའོ། །
en: Therefore, those phenomena are empty.

source: སྐད་ཅིག་མ་གང་ལ་སྐྱེས་པ་སྐད་ཅིག་མ་དེ་ཉིད་ལ་འགག་སྟེ། སྐད་ཅིག་མའི་རྒྱུན་ལ་གནས་པ་མ་ཡིན་ནོ། །
en: They cease the very moment they arise, and they do not abide in the stream of moments.

source: དེས་ན་ཁམས་གསུམ་དང་། དུས་གསུམ་དང་། ཕུང་པོ་དང་། ཁམས་དང་། སྐྱེ་མཆེད་ཐམས་ཅད་འབྱུང་བ་མེད་པ།
en: Therefore, all the three realms, the three times, the aggregates, the elements, and the sense fields lack origination, lack activity, are inexpressible, and are empty.

source: སྤྱོད་པ་མེད་པ། བརྗོད་དུ་མེད་པ། སྟོང་པའོ། །མེ་ཏོག་གི་གློག་གིས་བརྒྱན་པ་འདི་ནི་རྒྱ་མཚོའི་ཕྱག་རྒྱ་ཟད་མི་ཤེས་པ་སྣང་བའི་ཆོས་ཀྱི་སྒོའི་གནས་ཀྱི་ཚུལ་ཞེས་བྱའོ། །
en: This adornment of flowers by light is known as the mode of abiding in the gateway to the Dharma that illuminates the inexhaustible ocean seal.

source: སྐད་ཅིག་མ་དང་པོ་ལ་ཚོར་བ་སྐྱེས་ཏེ་འགགས་ནས་སྐད་ཅིག་མ་གཉིས་པ་ལ་སྲེད་པ་སྐྱེའོ། །
en: “Feelings arise and cease in the first moment, and craving arises in the second moment.

source: དེ་ལ་སྲེད་པ་གང་ཞེ་ན།
en: What is craving?

source: སྲེད་པའི་ཚོགས་དྲུག་སྟེ། མིག་གི་འདུས་ཏེ་རེག་པ་ནས་ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་བར་གྱི་སྲེད་པ་འབྱུང་ངོ་། །
en: The group of six types of craving includes craving that arises through eye contact up to mind contact.

source: གང་གཟུགས་ལ་མངོན་པར་དགའ་བ། གཏི་མུག་གི་དྲ་བསྒྲུབ་པ། ལུས་དང་།
en: When one delights in forms it establishes the stain of ignorance.

source: གཟུགས་དང་། སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་བྱ་ལ་འཇུག་པ་ཐིབས་པོ་ནི་ནམ་མཁའ་བཞིན་ནོ། །
en: The dense forest of engagement in the objects of contact such as the body, form, sound, smell, and taste is like space.
